{
    "Home": "Home",
    "Contact": "Contact",
    "Gallery": "Gallery",
    "Arch_studio": "Architectonic studio Hradec Králové",
    "About_us": "About us",
    "About_text": "We are Žárovka, team of skilled and passionate architects and construction designers based in Hradec Králové, Czech Republic. With a deep love for architecture and a commitment to excellence, we bring dreams to life through our innovative designs. From the initial concept to the final construction, our dedicated team works closely with clients to create spaces that inspire and transform. Whether it's designing family homes, apartment buildings, or public structures, we approach each project with a strong focus on quality, functionality, and aesthetic appeal. With our expertise and attention to detail, we strive to exceed expectations and leave a lasting architectural legacy in every endeavor.",
    "AllReviews": "View all reviews",
    "Why": "Why us",
    "Experts": "Expertise",
    "Experts_text": "At Žárovka Architekti, we pride ourselves on having experts in every field related to architecture and construction. Our team consists of highly skilled professionals with diverse backgrounds, including architects, interior designers, engineers, and project managers. This multidisciplinary expertise allows us to tackle complex projects and provide comprehensive solutions that meet the highest standards of quality and functionality.",
    "Professionals": "Team of Professionals",
    "Professionals_text": "Our success is built upon the exceptional talent and dedication of our team. We have carefully assembled a group of qualified professionals who are not only highly experienced but also passionate about their work. Each team member brings their unique skills and perspectives, contributing to a collaborative and dynamic environment. Our collective expertise and shared vision enable us to deliver outstanding architectural solutions.",
    "History": "Rich History",
    "History_text": "With a significant history in the industry, Žárovka Architekti has an impressive track record of successful projects. Over the years, we have built a solid reputation for delivering exceptional designs, meeting project timelines, and exceeding client expectations. Our extensive portfolio showcases a wide range of completed projects, including residential, commercial, and public buildings.",
    "Reviews": "Reviews",
    "CCUs": "Contact us",
    "Name": "Name",
    "FName": "Your full name",
    "Email": "Email",
    "FEmail": "Your Email",
    "Message": "Message",
    "FMessage": "Your message",
    "Service": "Service",
    "Consultation": "Consultation",
    "Price": "Price offer",
    "Send": "Send",
    "NotFound": "Page not found.",
    "FNotFound": "The page you are trying to access does not exist or is not available.",
    "Projects": "Our Projects",
    "rodinne-domy": "Family houses",
    "obytne-domy": "Residential houses",
    "interiery": "Interiors",
    "verejne-stavby": "Public buildings",
    "rekonstrukce": "Reconstructions",
    "urbanismus": "Urbanism",
    "showing0": "Showing ",
    "showing1": "Showing ",
    "showing2": "Showing ",
    "result0": " results ",
    "result1": " result ",
    "result2": " results ",
    "from": "from",
    "between": "between ",
    "and": " and ",
    "category": "in category"
}