{
    "Home": "Domů",
    "Contact": "Kontakt",
    "Gallery": "Galerie",
    "Arch_studio": "Architektonické studio Hradec Králové",
    "About_us": "O nás",
    "About_text": "Jsme Žárovka Architekti, tým architektů a stavebních projektantů, který zajišťuje komplexní servis v přípravě a zpracování projektů staveb pro bydlení a rekreaci i staveb veřejných, interiérů a urbanistických zadání. Naše architektonická kancelář působí v regionu Východních Čech, ale i napříč Českou Republikou. Projektujeme návrhy novostaveb i rekonstrukcí. Tým stálých spolupracovníků naší kanceláře tvoří stavební inženýři a specializovaní projektanti v navazujících profesích. Jsme proto schopni garantovat komplexní dodávku projekčních prací včetně projednání záměrů i u investičních akcí většího rozsahu.",
    "AllReviews": "Zobrazit všechny recenze",
    "Why": "Proč my",
    "Experts": "Odborná znalost",
    "Experts_text": "Ve společnosti Žárovka Architekti si zakládáme na tom, že máme odborníky ve všech oblastech souvisejících s architekturou a stavebnictvím. Náš tým se skládá z vysoce kvalifikovaných profesionálů s různorodými zkušenostmi, včetně architektů, interiérových designérů, inženýrů a projektových manažerů. Tato multidisciplinární odbornost nám umožňuje řešit složité projekty a poskytovat komplexní řešení, která splňují nejvyšší standardy kvality a funkčnosti.",
    "Professionals": "Tým profesionálů",
    "Professionals_text": "Náš úspěch je postaven na výjimečných talentech a oddanosti našeho týmu. Pečlivě jsme sestavili skupinu kvalifikovaných profesionálů, kteří jsou nejen zkušení, ale také vášniví pro svou práci. Každý člen týmu přináší své unikátní dovednosti a pohledy, přispívající k spolupracujícímu a dynamickému prostředí. Naše společná odbornost a sdílená vize nám umožňují dodávat vynikající výsledky.",
    "History": "Bohatá historie",
    "History_text": "Mámeá bohatou historii s impozantní kolekcí úspěšných projektů. Během let jsme si vybudovali solidní pověst dodávání výjimečných designů, dodržování termínů projektů a překračování očekávání klientů. Naše rozsáhlé portfolio představuje širokou škálu dokončených projektů, včetně obytných domů, komerčních budov  a veřejných prostranství.",
    "Reviews": "Recenze",
    "CCUs": "Kontaktujte nás",
    "Name": "Jméno",
    "FName": "Vaše jméno",
    "Email": "Email",
    "FEmail": "Váš Email",
    "Message": "Zpráva",
    "FMessage": "Vaše zpráva",
    "Service": "Mám zájem o",
    "Consultation": "Konzultace",
    "Price": "Cenová nabidka",
    "Send": "Odeslat",
    "NotFound": "Stránka nenalezena.",
    "FNotFound": "Stránka, na kterou se snažíte dostat buďto neexistuje nebo není dostupná.",
    "Projects": "Naše projekty",
    "rodinne-domy": "Rodinné domy",
    "obytne-domy": "Obytné domy",
    "interiery": "Interiéry",
    "verejne-stavby": "Veřejné stavby",
    "rekonstrukce": "Rekonstrukce",
    "urbanismus": "Urbanismus",
    "showing0": "Zobrazeno ",
    "showing1": "Zobrazen ",
    "showing2": "Zobrazeny ",    
    "result0": " výsledků ",
    "result1": " výsledek ",
    "result2": " výsledky ",
    "from": "z roku",   
    "between": "mezi lety ",
    "and": " a ",
    "category": "v kategorii"
}